{
    "Description": {
        "Id": "event_timeline_set",
        "Name": "Select Timeline",
        "Details": "Please select a timeline to base your game's starting day on.",
        "Icon": "uixTxrSpot_ComputerScreen.png"
    },
    "Scope": "Company",
    "Weight": 0,
    "Requirements": {
        "Scope": "Company",
        "RequirementTags": {
            "items": null,
            "tagSetSourceFile": ""
        },
        "ExclusionTags": {
            "items": null,
            "tagSetSourceFile": ""
        },
        "RequirementComparisons": []
    },
    "AdditionalRequirements": [],
    "AdditionalObjects": [],
    "Options": [
        {
            "Description": {
                "Id": "timeline_3025",
                "Name": "3025: Vanilla Start Year",
                "Details": "3025",
                "Icon": ""
            },
            "RequirementList": [],
            "ResultSets": [
                {
                    "Description": {
                        "Id": "timeline_3025",
                        "Name": "3025",
                        "Details": "Start year set to 3025",
                        "Icon": ""
                    },
                    "Weight": 100,
                    "Results": [
                        {
                            "Scope": "Company",
                            "Requirements": null,
                            "AddedTags": {
                                "items": [
                                    "start_timeline_3025"
                                ],
                                "tagSetSourceFile": ""
                            },
                            "RemovedTags": {
                                "items": null,
                                "tagSetSourceFile": ""
                            },
                            "Stats": null,
                            "Actions": null,
                            "ForceEvents": null,
                            "TemporaryResult": false,
                            "ResultDuration": 0
                        }
                    ]
                }
            ],
            "Requirements": {
                "Scope": "Company",
                "RequirementTags": {
                    "items": null,
                    "tagSetSourceFile": ""
                },
                "ExclusionTags": {
                    "items": null,
                    "tagSetSourceFile": ""
                },
                "RequirementComparisons": []
            }
        },
        {
            "Description": {
                "Id": "timeline_3028",
                "Name": "3028: Fourth Succession War & Helm Memory Core Discovery",
                "Details": "3028",
                "Icon": ""
            },
            "RequirementList": [],
            "ResultSets": [
                {
                    "Description": {
                        "Id": "timeline_3028",
                        "Name": "3028",
                        "Details": "In 3028, all five Successor Lords met on Terra, for the first time since the fall of the Star League, at the marriage of Hanse and Melissa. However, they were in for a surprise. At the reception, while the bride and groom were exchanging gifts, Hanse gave his immortal line 'My dear... I give you the Capellan Confederation!', stupefying the head of the Confederation, Maximilian Liao, who was one of the Successor Lords present. Thus began the Fourth Succession War. FedSuns units began to systematically dismantle the Capellan Confederation, as Lyran forces and a few elite mercenary regiments held off the other two prongs of the Marik-Kurita-Liao alliance that had been formed in the wake of the announced Steiner-Davion marriage. However, ComStar, alarmed at the course of events, faked a FedSuns attack on one of its HPGs, and placed the FedSuns under Interdiction, cutting off all communications services. At this point, the attack began to falter, as long-range communications and attack coordination became nearly impossible, although the Capellans were still unable to force back the FedSuns. After a few more months of war, the two sides agreed to an uneasy truce, and the Interdiction was lifted.\n\nWith the end of the Fourth Succession War a long stream of short but violent wars sprang up across the Inner Sphere due to public outcry, opportunistic leaders, and even the want of freedom from oppression. There would be no major fighting until the later invasion by the Clans.\n\nDuring this time period a momentous discovery had been made. The mercenary unit Gray Death Legion discovered a functional Star League-era memory core on the planet Helm in the Free Worlds League in 3028. The Grey Death Legion made the unheard of gesture of freely and openly giving a copy of the memory core to all the great houses instead of keeping it to themselves. This triggered a technological renaissance. After a few decades, Star League weaponry and systems started to become available again, and 'Mech technology eventually advanced back to near the point it had been three hundred years earlier. And it was just in time. The rediscovered technology gave the FedSuns-Lyran alliance, with their technological and numerical advantage, supremacy over the other Successor States.\n\n-- sarna.net",
                        "Icon": ""
                    },
                    "Weight": 100,
                    "Results": [
                        {
                            "Scope": "Company",
                            "Requirements": null,
                            "AddedTags": {
                                "items": [
                                    "start_timeline_3028_08"
                                ],
                                "tagSetSourceFile": ""
                            },
                            "RemovedTags": {
                                "items": null,
                                "tagSetSourceFile": ""
                            },
                            "Stats": null,
                            "Actions": null,
                            "ForceEvents": null,
                            "TemporaryResult": false,
                            "ResultDuration": 0
                        }
                    ]
                }
            ],
            "Requirements": {
                "Scope": "Company",
                "RequirementTags": {
                    "items": null,
                    "tagSetSourceFile": ""
                },
                "ExclusionTags": {
                    "items": null,
                    "tagSetSourceFile": ""
                },
                "RequirementComparisons": []
            }
        },
        {
            "Description": {
                "Id": "timeline_3039",
                "Name": "3039: War of 3039",
                "Details": "3039",
                "Icon": ""
            },
            "RequirementList": [],
            "ResultSets": [
                {
                    "Description": {
                        "Id": "timeline_3039",
                        "Name": "3039",
                        "Details": "The War of 3039 was the second war in which the Lyran Commonwealth and Federated Suns would ally. Delayed by bureaucracy and logistical problems, as well as the Skye Crisis, which allowed the Combine to prepare for the war. Many other factors also affected the war effort, such as the fact that the two nations had only a decade to work together and were not able to fully integrate yet. In addition, a cache of Star League-era 'Mechs was given to the Draconis Combine by ComStar, and several elite regiments helped formed and trained by Wolf's Dragoons fought for the Combine forces. In the end, it was a feint by Theodore Kurita that led Hanse Davion to believe his military was stronger than it was that convinced Davion to cease his offensive.\n\nUnlike in the Fourth Succession War, the two nations had some time to integrate their commands, but since only having a decade and a single war where both sides had fought and won together with little interaction would not help the allies in the upcoming war. Though the war, originally planned to happen in less than a few years, turned into a decade as military planners realized that attacking the Draconis Combine would require deception on such an unmanageable scale to conceal troop movements. Unlike the Capellans the Combine leader was not as paranoid of who was planning their certain demise and realized that the recently formed Federated Commonwealth could be the only true threat in the Combine's future. Unbeknownst to ComStar and the Draconis Combine, during the Fourth Succession War a series of devices called Black Boxes, essential in defeating the communication interdiction against the Federated Commonwealth imposed by ComStar during the fourth war, were to be used by FedCom troops to coordinate troop movements but were not. This would have provided a tactical advantage to FedCom troops but was not utilized to their fullest potential as military strategists essentially ignored their usefulness and used the faster Hyperpulse Generators owned by ComStar. This allowed ComStar to warn the DC military to the threat. Unfortunately during the war several of these devices were captured by DC forces and used against FedCom troops.\n\n-- sarna.net",
                        "Icon": ""
                    },
                    "Weight": 100,
                    "Results": [
                        {
                            "Scope": "Company",
                            "Requirements": null,
                            "AddedTags": {
                                "items": [
                                    "start_timeline_3039_04"
                                ],
                                "tagSetSourceFile": ""
                            },
                            "RemovedTags": {
                                "items": null,
                                "tagSetSourceFile": ""
                            },
                            "Stats": null,
                            "Actions": null,
                            "ForceEvents": null,
                            "TemporaryResult": false,
                            "ResultDuration": 0
                        }
                    ]
                }
            ],
            "Requirements": {
                "Scope": "Company",
                "RequirementTags": {
                    "items": null,
                    "tagSetSourceFile": ""
                },
                "ExclusionTags": {
                    "items": null,
                    "tagSetSourceFile": ""
                },
                "RequirementComparisons": []
            }
        },
        {
            "Description": {
                "Id": "timeline_3049",
                "Name": "3049: Clan Invasion",
                "Details": "3049",
                "Icon": ""
            },
            "RequirementList": [],
            "ResultSets": [
                {
                    "Description": {
                        "Id": "timeline_3049",
                        "Name": "3049",
                        "Details": "In August of 3049, the Inner Sphere began to hear of mysterious invaders using advanced technology, beyond that of even the Star League, in the reaches coreward of the Free Rasalhague Republic. Small periphery realms disappeared from contact and mercenary units were annihilated (including a detachment from the elite Kell Hounds). In March of 3050, the invaders struck at the Inner Sphere proper. The invaders, known as the Clans, cut a swathe through the Lyran half of the Federated Commonwealth and Draconis Combine and absolutely devastated the Free Rasalhague Republic. Using their technological superiority and impressive combat prowess, over a hundred planets fell in the first year. Four Clans rolled into the Inner Sphere that year. Clans Wolf, Jade Falcon, Smoke Jaguar, and Ghost Bear. While some counterattacks succeeded, they failed to stop their advance.\n\n-- sarna.net",
                        "Icon": ""
                    },
                    "Weight": 100,
                    "Results": [
                        {
                            "Scope": "Company",
                            "Requirements": null,
                            "AddedTags": {
                                "items": [
                                    "start_timeline_3049_08"
                                ],
                                "tagSetSourceFile": ""
                            },
                            "RemovedTags": {
                                "items": null,
                                "tagSetSourceFile": ""
                            },
                            "Stats": null,
                            "Actions": null,
                            "ForceEvents": null,
                            "TemporaryResult": false,
                            "ResultDuration": 0
                        }
                    ]
                }
            ],
            "Requirements": {
                "Scope": "Company",
                "RequirementTags": {
                    "items": null,
                    "tagSetSourceFile": ""
                },
                "ExclusionTags": {
                    "items": null,
                    "tagSetSourceFile": ""
                },
                "RequirementComparisons": []
            }
        }
    ],
    "PublishState": "PUBLISHED",
    "ValidationState": "UNTESTED",
    "EventType": "UNSELECTABLE"
}