{
    "Description": {
        "Id": "3062-10-07",
        "Name": "MercNews Broadcast",
        "Details": "TRINITY ALLIANCE FORMALIZED!\r\n\n\nSian, Capellan Confederation: The long-rumored nonaggression and mutual defense pact between the Capellan Confederation, Taurian Concordat, and Magistracy of Canopus was made official in early August. Negotiations laying the groundwork for the nonaggression pact had been ongoing since the late 3050’s, and both Taurian and Canopian forces have seen action in the ongoing Capellan-St. Ives conflict. With the three realms drawing closer together, they form a powerful voting bloc within the reformed Star League. Nonetheless, canny mercenary companies will likely be able to find those in need of help with off-the-books contracts, as garrison commanders in all three signatory states scramble for last-minute territory and prestige.\r\n\n\n\nST. IVES FALLS TO CCAF!\r\n\n\n After months of brutal fighting, forces of the Capellan Confederation Armed Forces and their allies reached the capital city of Tian-tan. Although Duchess Candace Liao was able to escape the planet before being captured, most observers agree that the Capellan victory here should quickly spell the end of the St. Ives Compact as a viable fighting force.\r\n\n\nPlease stay tuned for a word from our sponsor.",
        "Icon": "uixTxrSpot_ComputerScreen.png"
    },
    "Scope": "Company",
    "Weight": 0,
    "Requirements": {
        "Scope": "Company",
        "RequirementTags": {
            "items": null,
            "tagSetSourceFile": ""
        },
        "ExclusionTags": {
            "items": null,
            "tagSetSourceFile": ""
        },
        "RequirementComparisons": []
    },
    "AdditionalRequirements": [],
    "AdditionalObjects": [],
    "Options": [
        {
            "Description": {
                "Id": "continue",
                "Name": "Continue.",
                "Details": "Broadcast continues",
                "Icon": ""
            },
            "RequirementList": [],
            "ResultSets": [
                {
                    "Description": {
                        "Id": "continue1",
                        "Name": "MercNews Broadcast",
                        "Details": "Magna Metals PPCs: Lightning in a bottle.\r\n\n\nWhen it comes to smiting your foe with the righteous fury of the gods, nothing beats a Magna Metals Hellstar PPC. Whether keeping your Marauders and Schreks up to spec or upgrading your Von Luckners and Firestarters for greater reach, the Magna Hellstar is the last word in PPC technology. Don’t be fooled by the cheaper knock-offs; only authentic Magna Metals PPCs offer a best-in-class extended warranty<sup>1</sup> and unbeatable customer support<sup>2</sup>.\r\n\n\n<sup>1</sup><sub>90-day limited warranty does not cover damage due to shipping, handling, combat, or regular use. Not all manufacturing defects may be covered. Use only as directed.</sub>\r\n\n\n<sup>2</sup><sub>Customer support not available in active combat zones or outside Taurian space.</sub>",
                        "Icon": ""
                    },
                    "Weight": 100,
                    "Results": [
                        {
                            "Scope": "Company",
                            "Requirements": null,
                            "AddedTags": {
                                "items" : [
                                ],
                                "tagSetSourceFile" : ""
                            
                            },
                            "RemovedTags": {
                                "items": null,
                                "tagSetSourceFile": ""
                            },
                            "Stats": null,
                            "Actions": null,
                            "ForceEvents": null,
                            "TemporaryResult": false,
                            "ResultDuration": 0
                        }
                    ]
                }
            ],
            "Requirements": {
                "Scope": "Company",
                "RequirementTags": {
                    "items": null,
                    "tagSetSourceFile": ""
                },
                "ExclusionTags": {
                    "items": null,
                    "tagSetSourceFile": ""
                },
                "RequirementComparisons": []
            }
        }
    ],
    "PublishState": "PUBLISHED",
    "ValidationState": "UNTESTED",
    "EventType": "UNSELECTABLE"
}
