{
    "Description": {
        "Id": "3064-09-07",
        "Name": "MercNews Broadcast",
        "Details": "CLAN JADE FALCON TAKES MELISSIA!\r\n\n\nMelissia, Lyran Alliance: As the Jade Falcon invasion of Lyran space rolled on, the defeated remnants of Steiner military commands regrouped at Melissia, a densely populated industrial world and home to a Grumman Industries manufacturing facility. With the remains of the Third Alliance Guards, Sixth Donegal Guards, Ninth Lyran Regulars, Fourteenth Donegal Guards, as well as the remaining elements of the Fifteenth Arcturan Guards all congregating on Melissia, the Lyrans had a significant, albeit disorganized and demoralized force in-system when the Clanners arrived. Under the joint command of General Sharon Bryan and General Adam Steiner, the defenders prepared to face seven Jade Falcon Clusters under the command of Khan Marthe Pryde herself. By deftly rotating her forces to face the defenders, Pryde was able to ensure that her combat units were always fresh, whittling away at the defenders before delivering the blow by dropping nearly two clusters of Elementals on General Bryan’s fortified command post and killing the general. Witnessing the general breakdown of order, General Steiner quickly called the general retreat, abandoning the Melissia to the Clanners after just three days of battle. When the dust had cleared, the Lyran casualties were enormous, with the Third Allliance and Sixth Donegal Guards effectively annihilated.",
        "Icon": "uixTxrSpot_ComputerScreen.png"
    },
    "Scope": "Company",
    "Weight": 0,
    "Requirements": {
        "Scope": "Company",
        "RequirementTags": {
            "items": null,
            "tagSetSourceFile": ""
        },
        "ExclusionTags": {
            "items": null,
            "tagSetSourceFile": ""
        },
        "RequirementComparisons": []
    },
    "AdditionalRequirements": [],
    "AdditionalObjects": [],
    "Options": [
        {
            "Description": {
                "Id": "continue",
                "Name": "Continue.",
                "Details": "Broadcast continues",
                "Icon": ""
            },
            "RequirementList": [],
            "ResultSets": [
                {
                    "Description": {
                        "Id": "continue1",
                        "Name": "MercNews Broadcast",
                        "Details": "MERCMAN MECH REVIEWS: Anubis\r\n\n\nHot off the presses of the “Trinity Alliance” comes the new Anubis BattleMech. Built at the Capellan-financed, Canopian-Taurian owned/operated Detroit Consolidated MechWorks, the Anubis is rumored to be the long-lost complement to Achernar BattleMechs’ hugely popular Osiris. Boasting a 240XL engine and Endo-Steel frame, the Anubis can sprint to nearly 130 km/h. The Anubis fulfills its intended light fire-support role with four LRM5s sharing a single ton of reloads, while a single ER Small laser dissuades infantry and battle armor. A Guardian ECM suite and 5.5 tons of the new Capellan Stealth Armor allow the Anubis to strike and fade at long range without ever appearing on its targets’ sensors. Although the Anubis gives a fairly impressive performance, it is unclear whether the repair and supply depots of the Taurian Concordat and Magistracy of Canopus will be able to maintain the Anubis at 100%, as reports from frustrated MechTechs have already begun to trickle in. The Anubis is currently only available to select Capellan, Canopian, and Taurian units, with each chassis carefully logged and tracked by the Maskirovka.",
                        "Icon": ""
                    },
                    "Weight": 100,
                    "Results": [
                        {
                            "Scope": "Company",
                            "Requirements": null,
                            "AddedTags": {
                                "items" : [
                                ],
                                "tagSetSourceFile" : ""
                            
                            },
                            "RemovedTags": {
                                "items": null,
                                "tagSetSourceFile": ""
                            },
                            "Stats": null,
                            "Actions": null,
                            "ForceEvents": null,
                            "TemporaryResult": false,
                            "ResultDuration": 0
                        }
                    ]
                }
            ],
            "Requirements": {
                "Scope": "Company",
                "RequirementTags": {
                    "items": null,
                    "tagSetSourceFile": ""
                },
                "ExclusionTags": {
                    "items": null,
                    "tagSetSourceFile": ""
                },
                "RequirementComparisons": []
            }
        }
    ],
    "PublishState": "PUBLISHED",
    "ValidationState": "UNTESTED",
    "EventType": "UNSELECTABLE"
}
