{
    "Description": {
        "Id": "3064-12-07",
        "Name": "MercNews Broadcast",
        "Details": "THIRD WHITTING CONFERENCE CONCLUDES WITH LITTLE FANFARE!\r\n\n\nMarik, Free Worlds League: With the Jade Falcon incursion and the Federated Commonwealth Civil War raging, little public attention was paid to the Third Whitting Conference held on Marik last month. Once again, Katherine Steiner maneuvered to become First Lord of the Star League, and once again her ambition was thwarted with the election of a compromise candidate: Christian Månsdottir of the Free Rasalhague Republic. Perhaps the most significant development of the Conference was the admission of both the Taurian Concordat and the Word of Blake to the Star League under the sponsorship of the Capellan Confederation and Free Worlds League, respectively.",
        "Icon": "uixTxrSpot_ComputerScreen.png"
    },
    "Scope": "Company",
    "Weight": 0,
    "Requirements": {
        "Scope": "Company",
        "RequirementTags": {
            "items": null,
            "tagSetSourceFile": ""
        },
        "ExclusionTags": {
            "items": null,
            "tagSetSourceFile": ""
        },
        "RequirementComparisons": []
    },
    "AdditionalRequirements": [],
    "AdditionalObjects": [],
    "Options": [
        {
            "Description": {
                "Id": "continue",
                "Name": "Continue.",
                "Details": "Broadcast continues",
                "Icon": ""
            },
            "RequirementList": [],
            "ResultSets": [
                {
                    "Description": {
                        "Id": "continue1",
                        "Name": "MercNews Broadcast",
                        "Details": "DCMS UNITS LAND ON AN-TING, LAUNCH COUNTER INVASION OF DRACONIS MARCH!\r\n\n\nLuthien, Draconis Combine: Units of the Draconis Combine Mustered Soldiery have landed on An-Ting, the last uncontested planet occupied by Duke Sandoval’s forces. The Ryuken-Go and the Twelfth Galedon Regulars engaged the remnants of the Seventeenth Avalon Hussars for control of An-Ting earlier this month, making a clear statement that Duke Sandoval’s occupation of Combine systems will not stand. To drive home the point, Coordinator Kurita has also authorized his commanders to satisfy their wounded honor with Sandoval’s and Federated Suns blood, beginning the first Combine foray across the FedSuns border in 25 years.",
                        "Icon": ""
                    },
                    "Weight": 100,
                    "Results": [
                        {
                            "Scope": "Company",
                            "Requirements": null,
                            "AddedTags": {
                                "items" : [
                                ],
                                "tagSetSourceFile" : ""
                            
                            },
                            "RemovedTags": {
                                "items": null,
                                "tagSetSourceFile": ""
                            },
                            "Stats": null,
                            "Actions": null,
                            "ForceEvents": null,
                            "TemporaryResult": false,
                            "ResultDuration": 0
                        }
                    ]
                }
            ],
            "Requirements": {
                "Scope": "Company",
                "RequirementTags": {
                    "items": null,
                    "tagSetSourceFile": ""
                },
                "ExclusionTags": {
                    "items": null,
                    "tagSetSourceFile": ""
                },
                "RequirementComparisons": []
            }
        }
    ],
    "PublishState": "PUBLISHED",
    "ValidationState": "UNTESTED",
    "EventType": "UNSELECTABLE"
}
