{
    "Description": {
        "Id": "3064-10-07",
        "Name": "MercNews Broadcast",
        "Details": "AFTER DISASTER AT YORK, VICTOR HITS MULTIPLE SYSTEMS!\r\n\n\nOutreach: Following his narrow escape from the Lyran trap on York, Victor’s forces were bowed but unbroken. His overtures to Duke Robert Kelswa-Steiner of Skye Province rebuffed, Victor could ill-afford to push the rebellious Duke completely into Katherine’s camp and instead chose to bypass the Isle of Skye altogether. In an operation designed to split the attention of the LAAF, Victor’s forces struck nearly 11 worlds in quick succession. The 244th Division hit the worlds of Eidsfoss, Ciotat, and Furillo, taking and holding the Defiance Industries Snohomish Springs complex on Furillo until the arrival of the <i>LAS Robert Kelswa</i>, a <i>Fox</i>-class WarShip. Their mission complete, the 244th quickly withdrew. Meanwhile, the Twenty-third Arcturan Guard struck the garrisons of Aristotle, Gallery, and Thuban, and raiding the estate of Duchess Nondi Steiner, General of the Armies and Regent of the Alliance, and drawing the Loyalist Eleventh Arcturan Guard to respond before disengaging. Simultaneously, the Sixth Crucis Lancers hit Solihull, Drossendorf, Gypsum, and Bolan, smashing the Bolan Jaegers and Dixie CTM. Lastly, Victor himself led the Outland Legion in an assault on Dar-es-Salaam. Although the Dar-es-Salaam CTM outnumbered the Legion and attempted to encircle and trap the Legion, Victor’s forces were able to fight their way free, before disappearing.",
        "Icon": "uixTxrSpot_ComputerScreen.png"
    },
    "Scope": "Company",
    "Weight": 0,
    "Requirements": {
        "Scope": "Company",
        "RequirementTags": {
            "items": null,
            "tagSetSourceFile": ""
        },
        "ExclusionTags": {
            "items": null,
            "tagSetSourceFile": ""
        },
        "RequirementComparisons": []
    },
    "AdditionalRequirements": [],
    "AdditionalObjects": [],
    "Options": [
        {
            "Description": {
                "Id": "continue",
                "Name": "Continue.",
                "Details": "Broadcast continues",
                "Icon": ""
            },
            "RequirementList": [],
            "ResultSets": [
                {
                    "Description": {
                        "Id": "continue1",
                        "Name": "MercNews Broadcast",
                        "Details": "STEINER AND DAVION UNITS FIGHTING SIDE-BY-SIDE AGAINST FALCONS!\r\n\n\nArc Royal, Arc Royal Defense Cordon: The Clan Jade Falcon Invasion did not target solely LAAF forces, and more than a few units that had declared for Victor were swept up in the maelstrom. Indeed, the Arc Royal Defense Cordon itself was initially conceived as Morgan Kell’s defiant response to Katherine’s initial rise to power. Much as the first Clan Invasion forced the Successor States to set aside their squabbles, so too did the Falcon incursion force a stark choice on the former halves of the Federated Commonwealth: fight together or die alone.",
                        "Icon": ""
                    },
                    "Weight": 100,
                    "Results": [
                        {
                            "Scope": "Company",
                            "Requirements": null,
                            "AddedTags": {
                                "items" : [
                                ],
                                "tagSetSourceFile" : ""
                            
                            },
                            "RemovedTags": {
                                "items": null,
                                "tagSetSourceFile": ""
                            },
                            "Stats": null,
                            "Actions": null,
                            "ForceEvents": null,
                            "TemporaryResult": false,
                            "ResultDuration": 0
                        }
                    ]
                }
            ],
            "Requirements": {
                "Scope": "Company",
                "RequirementTags": {
                    "items": null,
                    "tagSetSourceFile": ""
                },
                "ExclusionTags": {
                    "items": null,
                    "tagSetSourceFile": ""
                },
                "RequirementComparisons": []
            }
        }
    ],
    "PublishState": "PUBLISHED",
    "ValidationState": "UNTESTED",
    "EventType": "UNSELECTABLE"
}
