{
    "Description": {
        "Id": "3064-07-07",
        "Name": "MercNews Broadcast",
        "Details": "COMMERCE GRINDS TO A HALT INSIDE LYRAN SPACE!\r\n\n\nTharkad, Lyran Alliance: Non-military interstellar trade has come to a standstill inside the Lyran Alliance, crippling the region’s economy. Nearly all interstellar freighters have been ordered to a general stand-by in case the cargo capacity is needed by the LAAF for transshipment of military goods, with only essential foodstuffs and fuel being reliably transferred. With shortages civilian staples reported throughout the Lyran trade zone, underworld elements have quickly developed a thriving black market. What civilian trade is allowed through is even more vulnerable than usual to pirates, as most military units have been either deployed or ordered to stand-by indefinitely. As always, when the Great Houses fight, civilians pay the price.\r\n\n\nPlease stay tuned for a word from our sponsor.",
        "Icon": "uixTxrSpot_ComputerScreen.png"
    },
    "Scope": "Company",
    "Weight": 0,
    "Requirements": {
        "Scope": "Company",
        "RequirementTags": {
            "items": null,
            "tagSetSourceFile": ""
        },
        "ExclusionTags": {
            "items": null,
            "tagSetSourceFile": ""
        },
        "RequirementComparisons": []
    },
    "AdditionalRequirements": [],
    "AdditionalObjects": [],
    "Options": [
        {
            "Description": {
                "Id": "continue",
                "Name": "Continue.",
                "Details": "Broadcast continues",
                "Icon": ""
            },
            "RequirementList": [],
            "ResultSets": [
                {
                    "Description": {
                        "Id": "continue1",
                        "Name": "MercNews Broadcast",
                        "Details": "The Challenger X-Series: Never Back Down©\r\n\n\nGeneral Motors and Kallon industries are proud to introduce the Challenger X-Series Main Battle Tank. With 14 tons of armor and an arsenal to make an Atlas blink, the Challenger was built to take on BattleMechs and win, all at a fraction of the cost<sup>1</sup>. A powerful 270XL engine propels the Challenger to speeds of up to 54 km/h, while a MainFire Point Defense Anti-Missile System enhances the already impressive survivability. In addition to the base model, GM-Kallon is now offering the Model XI command-fire support variant incorporating a C3 Master system and the Model XII variant utilizing a C3 Slave and Guardian ECM. Already adopted by such illustrious units as the Davion Heavy Guards, the Challenger is the perfect addition to mercenary command’s garage. \r\n\n\n<sup>1</sup><sub>Local prices may vary.</sub>",
                        "Icon": ""
                    },
                    "Weight": 100,
                    "Results": [
                        {
                            "Scope": "Company",
                            "Requirements": null,
                            "AddedTags": {
                                "items" : [
                                ],
                                "tagSetSourceFile" : ""
                            
                            },
                            "RemovedTags": {
                                "items": null,
                                "tagSetSourceFile": ""
                            },
                            "Stats": null,
                            "Actions": null,
                            "ForceEvents": null,
                            "TemporaryResult": false,
                            "ResultDuration": 0
                        }
                    ]
                }
            ],
            "Requirements": {
                "Scope": "Company",
                "RequirementTags": {
                    "items": null,
                    "tagSetSourceFile": ""
                },
                "ExclusionTags": {
                    "items": null,
                    "tagSetSourceFile": ""
                },
                "RequirementComparisons": []
            }
        }
    ],
    "PublishState": "PUBLISHED",
    "ValidationState": "UNTESTED",
    "EventType": "UNSELECTABLE"
}
