{
	"CWEpsilonGalaxy": [
		"Attention freebirth! Epsilon Galaxy of Clan Wolf stands ready to defeat your challenge!",
		"Fight and die with honor, stravag, if you can!"
	],
	"CNCOmicronGalaxy": [
		"This is Star Commander Garr of Clan Nova Cat's Omicron Galaxy! We shall resist your attack, honorless dogs!",
		"There will be no hegira granted to Spheroids, stand and fight!"
	],
	"CJFIotaGalaxy": [
		"You dare resist the Falcon's Claws, Spheroid fools? You shall be shown no mercy!",
		"Iota Galaxy, drive these dogs back with all your fury!"
	],
	"CGBThetaGalaxy": [
		"You have awoken a sleeping bear, mercenaries. Flee now, while you can, before Theta Galaxy breaks you for your insolence.",
		"Ghost Bear forces, show them no quarter."
	],
	"CSRDeltaGalaxy": [
		"The Raven's shadow falls across you, mercenary scum. Delta Galaxy will show you no quarter!",
		"All Snow Raven forces, destroy these presumptive fools!"
	],
	"40thShadowDivision": [
		"......"
	],
	"9thDivisionWoB": [
		"You face the 9th Division of the Word of Blake, warrior. In the name of the Blessed Blake, we shall obliterate you this day!"
	],
	"WoBProtectorateMilitia": [
		"This is the Word of Blake Protectorate Militia commander speaking. Withdraw at once, mercenaries, or face our fury.",
		"In Blake's name, we shall resist you with all of our strength, you will not prevail today!"
	],
	"DeathCommandos": [
		"Today you face the Death Commandos. Retreat or be destroyed. You will receive no further warnings."
	],
	"1stMcCarronsArmoredCavalry": [
		"The Big MAC is comin' in hot, mercenary! Best prepare yourself, since we're not taking prisoners today!"
	],
	"WarriorHouseImarra": [
		"In the name of the Chancellor, Warrior House Imarra will defeat any who dare raise their hand against the Capellan Confederation!"
	],
	"6thConfederationReserveCavalry": [
		"6th Reserve Cavalry, all forward! Drive these fools from the battlefield in dishonor!"
	],
	"1stSwordOfLight": [
		"The Coordinator has invested us with his trust that we may serve his will in the field. You shall not prevent the Pillar of Ivory from achieving its goals, mercenary scum. Fight, if you dare."
	],
	"3rdNightStalkers": [
		"We may be older warriors, but with age comes experience and wisdom. To face us is to face your own obsolescence. Night Stalkers, destroy them!"
	],
	"2ndLegionOfVega": [
		"Hah, mercenaries, eh? Pathetic, even the Legions of Vega have more honor than you dogs. Begone from here!"
	],
	"DavionAssaultGuards": [
		"In the name of House Davion and the Federated Suns, the Davion Assault Guards will win this day! For the First Prince!"
	],
	"2ndCrucisLancers": [
		"2nd Crucis, mercenaries stand between us and victory. Do what must be done."
	],
	"1stKitteryBorderers": [
		"We may not be on Kittery, but don't think the Kittery Borderers will fight any less for it. Prepare yourself!"
	],
	"10thLyranGuards": [
		"First Prince Victor Steiner-Davion is the rightful ruler of the Federated Commonwealth and the 10th Lyran is proud to fight on his behalf! Stand aside, mercenaries, that the rightful claimant to the throne may take his place!"
	],
	"6thLyranGuards": [
		"We might be the Saucy Sixth, but we still are members of the Lyran Guards, meaning we will fight to the last man for the Archon! You stand no chance, mercs!"
	],
	"5thDonegalGuards": [
		"5th Donegal Guards, these mercs dare to defy Archon Katherine Steiner's will! Destroy them, show them no mercy!"
	],
	"15thLyranRegulars": [
		"We stood against Clan Smoke Jaguar on Lonaconing, the 15th Lyran will not be cowed by mere soldiers of fortune. Stand aside or be cast aside!"
	],
	"11thAvalonHussars": [
		"The First Prince betrayed us when he ordered us out of Lyran space. Only the true ruler, Archon Katherine, has our loyalty. Stand down mercs or feel the fury of the 11th Avalon Hussars!"
	],
	"1stKnightsOfTheInnerSphere": [
		"Beware, evil doer, for you now face the Knights of the Inner Sphere! Though our code requires we offer you a warning, we do not offer you quarter. If you resist our advance, you will be destroyed without mercy. Choose now your fate!"
	],
	"2ndFreeWorldsGuards": [
		"The Federated Commonwealth couldn't break our resolve on Dixie, you won't either! The 2nd Free Worlds Guards will never surrender!"
	],
	"30thMarikMilitia": [
		"For House Marik! 30th Marik Militia, all units push forward into the enemy!"
	],
	"2ndArmyVMu": [
		"This is the 2nd Army of the ComGuard, with a warning for the opposing mercenary commander. Withdraw at once or face summary execution at our hands. You will not receive a second warning."
	],
	"11thArmyVEta": [
		"What do we have here? A mercenary intruding on matters they have no place in? 11th Army, destroy this interloper."
	],
	"7thArmyVIota": [
		"Though we may be weakened from our former heights, the 7th Army, the Dark Wave, will resist you with all we have. For Blake!"
	],
	"1stTyr": [
		"We are the 1st Tyr of the Free Rasalhague Republic. We have thrown back two Great Houses, you will be no challenge. Leave, while you still can."
	],
	"2ndFreemen": [
		"You will not hold the 2nd Freemen of the Free Rasalhague Republic back! 2nd Freemen, defeat this fool who would threaten the Republic!"
	],
	"4thKavalleri": [
		"We don't want to fight you merc, how about you just leave us to our drills? No? Well, then I guess we're fighting it out, damn."
	],
	"TaurianGuard": [
		"The Hell's Heart Regiment, pride of the Concordat, the Taurian Guard, stands ready to defeat you, mercenary. Fight with dignity, if you can."
	],
	"PleiadesHussars": [
		"Get a look at this guy? They're daring to fight the Pleiades Hussars? Wow, talk about bravery. Well, Hussars, show them why you don't fight us!"
	],
	"3rdTaurianLancers": [
		"Mercs?! Oh hell no, you were hired by the Valkyries right? Fuck you, we'll kick your ass and send it back to those cowardly bastards in a million pieces. Bring it on, merc!"
	],
	"RaventhirsIronHand": [
		"Raventhir's Iron Hand will never break! For the Magestrix!"
	],
	"2ndCanopianFusiliers": [
		"The Star League couldn't best us, you think you can? Bold. Stupid, but bold. 2nd Canopian Fusiliers, show this fool the error of his ways!"
	],
	"MagistracyCavaliers": [
		"We might not be on Thraxa right now, but we'll be damned if we don't fight like we are. The Magistracy Cavaliers never back down from a fight!"
	],
	"1stAllianceAirWing": [
		"In the name of the Outworlds Alliance, I order you to surrender to the 1st Alliance Air Wing! Come peacefully and we'll show you mercy."
	],
	"3rdAllianceAirWing": [
		"The Dark Rain has come for you, mercenary! 3rd Air Wing, decimate this merc and keep our homes safe!"
	],
	"ILegioMartiaVictrix": [
		"I Legio comes for you, pathetic dogs. Veni, vidi, vici!."
	],
	"VLegioRipariensis": [
		"The V Legio has come for you, mercenary. Ad victoriam!."
	],
	"CohorsMorituri": [
		"Heh. You think we're scared of you? We're the Cohors Morituri, the Cohort of the Dead, we fear no man because we're already dead men, and you can't kill what's already dead."
	]
}