{
  "ID": "faction_ComStar",
  "Name": "ComStar",
  "ShortName": "ComStar",
  "Description": "ComStar, the institution and religion, grew out of the Star League Department of Communications, as reenvisioned by Jerome Blake, Minister of Communications. ComStar is transnational, beholden to none of the Successor States, and its priesthood exclusively controls access to the only means of faster-than-light communications, the HyperPulse Generators. ComStar facilities and personnel are sacrosanct, a status enforced aggressively by the institution; offending states—even entire Successor States—can find themselves cut off from the rest of the Inner Sphere, unable to communicate or trade. The current head of ComStar is Primus Sharilar Mori.",
  "Demonym": "ComStar",
  "Government": "Corporation",
  "Allies": [],
  "Enemies": [
    "Steiner",
    "Marik",
    "Kurita",
    "Davion",
    "Liao",
	"WordOfBlake",
	"ClanWolf",
	"ClanJadeFalcon",
	"ClanGhostBear",
	"Locals"
  ],
  "Presence": 0.1,
  "ReputationStatements": [
    "Blake has forsaken you, mercenary, but we do what we must in these dark times. Do this contract if you wish and perhaps, perhaps, we will speak of pay.",
    "ComStar has need of your services. Serve us if you care to do so and perhaps we can bring the light of Blake back into your life.",
    "You have worked against us in the past, but there is yet time for change, Commander. The successful completion of this contract would be a fine beginning to that change.",
    "Even ComStar occasionally requires the services of mercenaries, Commander. We will look highly upon you, should you aid us.",
    "You have served us well thus far, Commander, and I hope that this is the start of a blessed relationship. We have another contract for you today, one appropriate to your skills.",
    "With friends such as you, Commander, ComStar's future is bright, even in this dangerous times. We have a contract for you and I pray you consider it, for we could dearly use your aid this day.",
    "Blake's light shines on you today, honored friend. The Primus herself has decreed that this contract is to be yours, as shall be the commsurate rewards for its completion."
  ],
  "MissionSuccessStatements": [
    "ComStar congratulates you on your successful mission, mercenary. We are pleased you've been able to assist us so thoroughly."
  ],
  "GoodFaithFailureStatements": [
    "It seems apparent that while you failed to achieve our goals, you engaged the enemy for as long as you were able. Better luck next time, Commander. May the Spirit of Blake be with you."
  ],
  "BadFaithFailureStatements": [
    "Far be it from a simple organization like ComStar to reprimand you in matters of warfare, Commander, but… your performance on that operation was positively abysmal. We roundly condemn your inadequacies."
  ],
  "DefaultCombatLeaderCastDefId": "castDef_ComStarDefault",
  "DefaultRepresentativeCastDefId": "castDef_ComStarDefault",
  "DataManager": null,
  "heraldryDefId": "heraldrydef_Comstar",
  "storePanelImage": null,
  "factionStoreColor": null,
  "StartingReputationValues": [
    0,
    0,
    0
  ],
  "StartingReputationModes": [
    "KAMEA_CAMPAIGN",
    "CAREER",
    "NONE"
  ],
  "factionID": "ComStar",
  "icon": "uixTxrLogo_ComStar",
  "factionMapColor": "rgba(75,0,130,1.0)",
  "factionMapBorderOverrideColor": "rgba(0,0,0,1.0)",
  "MissionSuccessStatement": "ComStar congratulates you on your successful mission, mercenary. We are pleased you've been able to assist us so thoroughly.",
  "GoodFaithFailureStatement": "It seems apparent that while you failed to achieve our goals, you engaged the enemy for as long as you were able. Better luck next time, Commander. May the Spirit of Blake be with you.",
  "BadFaithFailureStatement": "Far be it from a simple organization like ComStar to reprimand you in matters of warfare, Commander, but… your performance on that operation was positively abysmal. We roundly condemn your inadequacies."
}