{
	"ID": "faction_DaneSacellum",
	"Name": "Dane Sacellum",
	"ShortName": "DaneSacellum",
	"Demonym": "Daner",
	"Government": "Sacellum",
	"Allies": [],
	"Enemies": [
		"SanctuaryAlliance",
		"MallardRepublic",
		"JacobsonHaven",
		"TaurianConcordat"
	],
	"Presence": 0.1,
	"factionID": "DaneSacellum",
	"icon": "uixTxrLogo_DaneSacellum",
	"factionMapBorderOverrideColor": "rgba(0,0,0,1.0)",
	"factionMapColor": "rgba(197,9,199,0.8)",
	"DefaultCombatLeaderCastDefId": "castDef_DaneSacellum",
	"DefaultRepresentativeCastDefId": "castDef_DaneSacellum",
	"heraldryDefId": "heraldrydef_DaneSacellum",
	"ReputationStatements": [
		"The High Lord bids me to have mercy on such heathens as yourselves, but it brings me no joy to do so. Complete this task quickly, that I may be free of you swiftly.",
		"The Sacellum has need of your services, though it pains us to use such disreputable mercenaries as yourselves.",
		"I bring you work, Commander, it is my wish that you complete it swiftly and with skill such that the Sacellum may see you prove your worth to us.",
		"The High Lord bids us to keep an open mind and so I shall with you. I hope you manage to impress me.",
		"Once again you grace my doorstep, mercenary. Indeed, I have work for you with appropriate payment. I trust you can complete it with ease.",
		"Ah, welcome back, Commander. The Conclave has been pleased with your prior efforts and I look forward to seeing you impress once again.",
		"Truly, it is a joy to see you once more, you have proven yourself an ally of the High Lord himself. I have a high-value contract here, waiting just for you."
	],
	"MissionSuccessStatements": [
		"The Conclave is most pleased at this victory, Commander. You have our gratitude."
	],
	"GoodFaithFailureStatements": [
		"You may have failed your primary objective today, but the Sacellum recognizes your secondary efforts and will reward you appropriately."
	],
	"BadFaithFailureStatements": [
		"This is most distressing and calls further work with you into question. Do not fail us again, Commander, lest our partnership be sundered."
	],
	"Description": "One of the original powers in the Sanctuary Worlds, the Dane Sacellum was patterned off of an ancient Terran religion and is deeply spiritual as a whole. The ruler of the Sacellum is known as the High Lord and is advised by the Conclave, a group of elected religious officials who help manage the Sacellum in general. Day-to-day management typically falls to religious community leaders who advise individual Daners on their actions. The Sacellum's military is known as the Dane Phalanx and is highly regimented and organized."
}