{
    "ID": "faction_WordOfBlake",
    "Name": "Word of Blake",
    "ShortName": "Word of Blake",
    "Demonym": "Blakist",
    "Government": "Fanatics",
    "Allies": [],
    "Enemies": [
        "Steiner",
        "Kurita",
        "Davion",
        "Liao",
        "ComStar",
        "Rasalhague",
        "Ives",
        "ClanDiamondShark",
        "ClanGhostBear",
        "ClanJadeFalcon",
        "ClanNovaCat",
        "ClanWolf"
    ],
    "Presence": 0.1,
    "DefaultCombatLeaderCastDefId": "castDef_LocalsDefault",
    "DefaultRepresentativeCastDefId": "castDef_LocalsDefault",
    "heraldryDefId": "heraldrydef_WordOfBlake",
    "ReputationStatements": [
        "You are a profligate, an unbeliever, but Blake's mercy is open to all. Do this for us, and perhaps we shall overlook your past transgressions.",
        "Though you have worked against us in the past, no one is beyond redemption. Fulfill this contract and perhaps we can yet save you from yourself.",
        "You are distasteful to our sensibilities but not without merit. Here, take this contract and serve Blake's will.",
        "Blake be with you. We require mercenary services and you come recommended. Perhaps this contract will be pleasing?",
        "By Blake's wisdom, we have need of your services again, mercenary.",
        "Welcome, seeker of truth. In Blake's name, I offer you this contract.",
        "Greetings, Acolyte, we have need of your services once again. Go, and serve Blake's will as you have so often before."
    ],
    "MissionSuccessStatements": [
        "Your victory today brings the Light of Blake to our foes. Well done, believer."
    ],
    "GoodFaithFailureStatements": [
        "Even the mighty Blake was not without challenges. You will learn from this, as is his will."
    ],
    "BadFaithFailureStatements": [
        "You have brought shame upon yourself, may Blake's Light shine on you as you so desperately need."
    ],
    "Description": "The Word of Blake is a splinter faction of ComStar that was created out of a conservative backlash against the removal of ComStar's mystical and religious aspects. The Word of Blake moved first to the Free Worlds League, taking ownership of the FWL'S HPG system and later conquered Terra from ComStar, establishing a small Protectorate around Terra.",
    "factionID": "WordOfBlake",
    "icon": "uixTxrLogo_WordOfBlake",
    "factionMapBorderOverrideColor": "rgba(0,0,0,1.0)",
    "factionMapColor": "rgba(255,255,255,1.0)"
}