{
	"ID": "faction_CalderonProtectorate",
	"Name": "Calderon Protectorate",
	"ShortName": "CalderonProtectorate",
	"Demonym": "Calderon",
	"Government": "Protectorate",
	"Allies": [],
	"Enemies": [
		"TaurianConcordat",
		"AuriganPirates",
		"Mercenaries",
		"Locals",
		"SanctuaryAlliance"
	],
	"Presence": 0.1,
	"factionID": "CalderonProtectorate",
	"icon": "uixTxrLogo_CalderonProtectorate",
	"factionMapBorderOverrideColor": "rgba(0,0,0,1.0)",
	"factionMapColor": "rgba(164,58,58,1.0)",
	"DefaultCombatLeaderCastDefId": "castDef_TaurianDefaultCommander",
	"DefaultRepresentativeCastDefId": "castDef_TaurianRepDefault",
	"heraldryDefId": "heraldrydef_CalderonProtectorate",
	"ReputationStatements": [
		"In an earlier era, House Calderon would have had you killed rather than offer you a contract. Unfortunately, we don't live in that earlier era-and also, we need a disposable soldier. Accept or not; I don't care.",
		"I dislike your kind, mercenary. But it seems that desperate times force compromises on all of us. Bear that in mind should you accept this contract: we offer it to you only because we have no other choice. Tread carefully.",
		"Greetings, Commander. This is a standard contract, and we expect you to be able to complete it with competence. Try to look grateful, if you accept it.",
		"This contract may be of interest to you, Commander. The Calderon Protectorate believes it within your ability to complete, and in times like these, we are willing to pay you well to see it done. Please let us know.",
		"Hello, mercenary. The Calderon Protectorate values our relationship, and so we would like to offer you first right of refusal on this contract. The job is simple, and the pay adequate. We know it to be within your capabilities as well.",
		"My friend, I've got good news: House Calderon needs your help, and we've got plenty of money to pay for that help. We know you've got the skills to see this job done, and any help would be appreciated by my superiors.",
		"House Calderon would once again like to call upon you, our faithful warrior, ready to wage war in our name wherever we ask. You have served us well in the past and we know you'll serve us well again today."
	],
	"MissionSuccessStatements": [
		"Well done, Commander, you've proven your reliability once again. I'll be sure to send over payment shortly as well as thanks from my superiors."
	],
	"GoodFaithFailureStatements": [
		"While you failed to fully accomplish your mission, the Calderon Protectorate acknowledges that the tide of war is sometimes against you and also acknowledges that you did the best you could given the bad situation. Try to do better in the future though."
	],
	"BadFaithFailureStatements": [
		"I'm disappointed, Commander. We expected better from you. House Calderon will remember this failure and will not be remitting payment for the shoddy work seen here today."
	],
	"Description": "The Calderon Protectorate is a breakaway state of the Taurian Concordat that left due to the questionable behavior of Protector Grover Shraplen. Currently ruled by Baron Cham Kithrong as Acting President of Erik Martens-Calderon's Regency Council, the Calderon Protectorate stands for what is best about the Taurian Concordat and has positioned itself as the true heirs to the Taurian spirit during these dark days in the Concordat."
}