{
	"ID": "faction_FroncReaches",
	"Name": "Fronc Reaches",
	"ShortName": "FroncReaches",
	"Demonym": "Reacher",
	"Government": "Democracy",
	"Allies": [],
	"Enemies": [
		"TaurianConcordat",
		"Liao",
		"MagistracyOfCanopus",
		"AuriganPirates",
		"Mercenaries",
		"Locals",
		"SanctuaryAlliance"
	],
	"Presence": 0.1,
	"factionID": "FroncReaches",
	"icon": "uixTxrLogo_FroncReaches",
	"factionMapBorderOverrideColor": "rgba(0,0,0,1.0)",
	"factionMapColor": "rgba(227,233,51,1.0)",
	"DefaultCombatLeaderCastDefId": "castDef_LocalsDefault",
	"DefaultRepresentativeCastDefId": "castDef_LocalsDefault",
	"heraldryDefId": "heraldrydef_FroncReaches",
	"ReputationStatements": [
		"I don't even want to talk to you today, lowlifes that you are, but desperate times call for desperate measures. Here's a job, do it if you care.",
		"We have reason to distrust each other, merc, but maybe that can still be changed. I've got a job here, if you take care of it well then we might yet be friends.",
		"Hello again, Commander. You need money, we need work done, take a look at this contract.",
		"The Fronc Reaches has need of a good mercenary company and you come recommended. Ready to do some business, Commander?",
		"You've helped us out before and we need your aid once again, Commander. Give us a hand with this contract, won't you?",
		"Always good to see you, Commander! Today we've got a tricky one we've been saving for a trusted ally. I'm sure you can handle it, like always.",
		"You've been a great friend to the Reaches and today is another chance to prove your great worth to us. Only the choicest contracts for such a trusted friend!"
	],
	"MissionSuccessStatements": [
		"Fantastic work, Commander! Truly, we can count on you in these dangerous times. Your compensation is already on the way."
	],
	"GoodFaithFailureStatements": [
		"Well, you did your best, even if it didn't quite get the job done. Can't fault you for effort though, thanks for the try."
	],
	"BadFaithFailureStatements": [
		"I thought you could do this, clearly I was mistaken. Next time, don't screw it up, assuming there even is a next time that is."
	],
	"Description": "Originally called the New Colony Region, the Fronc Reaches were settled by a joint effort between the Taurian Concordat and the Magistracy of Canopus and declared independence for themselves in 3066. Led by President Carver Trondel from the world of Fronc, the Fronc Reaches are staunchly independent and protectionist, wanting to be left alone to pursue their own agenda in peace."
}