{
	"ID": "faction_SanctuaryAlliance",
	"Name": "Sanctuary Alliance",
	"ShortName": "SanctuaryAlliance",
	"Demonym": "Worlder",
	"Government": "Alliance",
	"Allies": [
		"DaneSacellum",
		"JacobsonHaven",
		"MallardRepublic"
	],
	"Enemies": [
		"Steiner",
		"Marik",
		"Kurita",
		"Davion",
		"Liao",
		"AuriganRestoration",
		"ComStar",
		"MagistracyOfCanopus",
		"TaurianConcordat",
		"Outworld",
		"Marian",
		"Oberon",
		"Lothian",
		"Circinus",
		"Illyrian",
		"Rasalhague",
		"Ives",
		"Castile",
		"Chainelane",
		"ClanBurrock",
		"ClanCloudCobra",
		"ClanCoyote",
		"ClanDiamondShark",
		"ClanFireMandrill",
		"ClanGhostBear",
		"ClanGoliathScorpion",
		"ClanHellsHorses",
		"ClanIceHellion",
		"ClanJadeFalcon",
		"ClanNovaCat",
		"ClansGeneric",
		"ClanSmokeJaguar",
		"ClanSnowRaven",
		"ClanStarAdder",
		"ClanSteelViper",
		"ClanWolf",
		"Delphi",
		"Elysia",
		"Hanse",
		"JarnFolk",
		"Tortuga",
		"Valkyrate",
		"NoFaction",
		"Locals",
		"AuriganDirectorate",
		"AuriganPirates",
		"WordOfBlake",
		"MallardRepublic",
		"JacobsonHaven",
		"DaneSacellum",
		"CalderonProtectorate",
		"RimWorldsRepublic"
	],
	"Presence": 0.1,
	"factionID": "SanctuaryAlliance",
	"icon": "uixTxrLogo_Axumite",
	"factionMapBorderOverrideColor": "rgba(0,0,0,1.0)",
	"factionMapColor": "rgba(0,210,46,0.8)",
	"DefaultCombatLeaderCastDefId": "castDef_SanctuaryAlliance",
	"DefaultRepresentativeCastDefId": "castDef_SanctuaryAlliance",
	"heraldryDefId": "heraldrydef_SanctuaryWorlds",
	"ReputationStatements": [
		"We despise your miserable selves and your pitiful forces, but circumstances compel us to offer you this contract. Take it if you care and begone from our sight.",
		"The Alliance has little use for your so-called company, but perhaps you will suffice for our needs on this occasion.",
		"Hail, Commander. We have a simple contract available for your perusal.",
		"We've heard that Inner Sphere mercenary companies are often of passing skill, let us hope that is true in this case.",
		"You've done yeoman's work for us in the past, and so we once again offer you this work. I trust the payment is sufficient?.",
		"Good to see you again, Commander. You've proven yourself reliable and I am pleased to offer you this choice contract, if it pleases.",
		"Ah, Commander, a pleasure to see you again! An excellent contract recently passed my desk and I think you'd be perfect for it."
	],
	"MissionSuccessStatements": [
		"Well done, mercenary. You are proving yourself reliable and effective, just what the Alliance likes to see."
	],
	"GoodFaithFailureStatements": [
		"While you failed us today, the Alliance is not without mercy and nuance. You did your best and got the job half-done, which is appreciated and acknowledged. Partial payment will be remitted accordingly."
	],
	"BadFaithFailureStatements": [
		"Disappointing, to say the least. Truly, the Inner Sphere is not to be trusted with such delicate work as this."
	],
	"Description": "The Sanctuary Alliance is a conglomeration of the three main Sanctuary Worlds powers: the Dane Sacellum, the Mallard Republic, and the Jacobson Haven, formed for the purpose of waging a pre-emptive war against the Taurian Concordat. Their precise motives and goals remain unclear as they have made minimal efforts towards communication with the Inner Sphere."
}