{
	"ID": "faction_RimWorldsRepublic",
	"Name": "Rim Worlds Republic",
	"ShortName": "RWR",
	"Demonym": "Republican",
	"Government": "Republic",
	"Allies": [
		"WordOfBlake",
		"Mercenaries",
		"Locals"
	],
	"Enemies": [
		"Steiner",
		"Kurita",
		"Circinus",
		"ComStar",
		"ClanWolf",
		"ClanJadeFalcon",
		"Hanse",
		"Mercenaries",
		"Locals"
	],
	"Presence": 0.1,
	"factionID": "RimWorldsRepublic",
	"icon": "uixTxrLogo_RimWorldsRepublic",
	"factionMapBorderOverrideColor": "rgba(0,0,0,1.0)",
	"factionMapColor": "rgba(33,236,252,1.0)",
	"DefaultCombatLeaderCastDefId": "castDef_RWRRepresentative",
	"DefaultRepresentativeCastDefId": "castDef_RWRRepresentative",
	"heraldryDefId": "heraldrydef_RimWorldsRepublic",
	"ReputationStatements": [
		"Count yourself lucky that I'm even talking to you, mercenary scum, but I've got no other options right now. Do this contract, if you care, and work your way back into House Amaris's good graces.",
		"You might be an enemy of the Republic but it's in your power to change that. Do this contract and we'll see about fixing that black reputation.",
		"You're not my favorite mercenary but your reputation is one of competence. Take a look at this and see if it suits you.",
		"Commander, the Rim Worlds Republic needs your assistance. Peruse this contract if it pleases you.",
		"The RWR has need of you again, Commander. We've got a good relationship, take a look at this contract won't you?",
		"Welcome back, Commander, I've got another great contract for you and I'm sure I can count on you to do your usual good job with it.",
		"I'm pleased to see you again, friend! House Amaris once again needs your aid and our usual generous rewards are waiting for word of your successful completion of this contract!"
	],
	"MissionSuccessStatements": [
		"Very good, Commander. I'm told President Amaris is pleased with your work. Your compensation should be coming through right away. I look forward to future work together."
	],
	"GoodFaithFailureStatements": [
		"You didn't get it done this time, Commander, but never let it be said that the Republic doesn't recognize a good effort. I can authorize a partial payment this time but try to do better next time, yeah?"
	],
	"BadFaithFailureStatements": [
		"Absolutely pathetic, the RWR expected much more from you. President Amaris is furious, you won't be getting a single RWR shekel out of us today. Do better next time, if there even is a next time."
	],
	"Description": "The Rim Worlds Republic is the greatest of the Periphery realms, spanning a massive chunk of the Periphery from the Free Worlds League to the Draconis Combine. Ruled over by the secretive and paranoid House Amaris, the RWR is best known for its role in the destruction of the Star League at the hands of the Usurper, Stefan Amaris."
}