{
	"ID": "faction_JacobsonHaven",
	"Name": "Jacobson Haven",
	"ShortName": "JacobsonHaven",
	"Demonym": "Havenfolk",
	"Government": "Syndicate",
	"Allies": [],
	"Enemies": [
		"SanctuaryAlliance",
		"MallardRepublic",
		"DaneSacellum",
		"TaurianConcordat"
	],
	"Presence": 0.1,
	"factionID": "JacobsonHaven",
	"icon": "uixTxrLogo_JacobsonHaven",
	"factionMapBorderOverrideColor": "rgba(0,0,0,1.0)",
	"factionMapColor": "rgba(193,21,11,0.8)",
	"DefaultCombatLeaderCastDefId": "castDef_JacobsonHaven",
	"DefaultRepresentativeCastDefId": "castDef_JacobsonHaven",
	"heraldryDefId": "heraldrydef_JacobsonHaven",
	"ReputationStatements": [
		"Despicable trash that you are, I can't believe you'd show your face here again. Here, take this contract and begon before I have you thrown out.",
		"I'm only a middle-man but I have to warn you, the syndicates are not impressed with you. Do this contract and maybe turn this around before you end up dead in a ditch.",
		"Heh, hey there, Commander. Here, take this job real fast before someone else snaps it up.",
		"I don't know much about you, but word is that you're good. Prove me right with this contract.",
		"Welcome back, Commander. That last job warmed up the families to you, here, have another one to get in the good books with them.",
		"You're pretty good, merc, and I've got a choice contract for you today, high-paying too. Stick with us and you'll do very well for yourself, that's a family promise.",
		"Shit, I was just thinking about you, Commander. Have a drink, let's rap! Oh, work? Sure, I got work for you. Wouldn't trust anyone else with it, to be honest."
	],
	"MissionSuccessStatements": [
		"Hot damn, Commander, you really smoked those losers. Thanks, I'll get payment sent over right away."
	],
	"GoodFaithFailureStatements": [
		"Well shit, sometimes it goes sideways on ya. Can't fault the effort though, we'll still get you taken care of here."
	],
	"BadFaithFailureStatements": [
		"You screwed the pooch here but good, merc. Hope you're not expecting any pay, because you ain't getting any."
	],
	"Description": "One of the original powers in the Sanctuary Worlds, the Jacobson Haven was originally a representative democracy but very quickly that turned into a veneer only as crime families took over and formed shadowy syndicates that really run the state. It possesses no unified military, instead each prominent family provides soldiers for any given military effort. The families spend as much time fighting each other as they do the other Sanctuary Worlds powers, but given their immense personal wealth and formidable militias, the Haven has endured. Havenfolk, as they're known, enjoy only as much freedom as they can buy which, while bad for the commonfolk, is excellent for soldiers of fortune and mercenaries."
}