{
	"ID": "faction_MallardRepublic",
	"Name": "Mallard Republic",
	"ShortName": "MallardRepublic",
	"Demonym": "Republican",
	"Government": "Republic",
	"Allies": [],
	"Enemies": [
		"SanctuaryAlliance",
		"DaneSacellum",
		"JacobsonHaven",
		"TaurianConcordat"
	],
	"Presence": 0.1,
	"factionID": "MallardRepublic",
	"icon": "uixTxrLogo_MallardRepublic",
	"factionMapBorderOverrideColor": "rgba(0,0,0,1.0)",
	"factionMapColor": "rgba(17,96,203,0.8)",
	"DefaultCombatLeaderCastDefId": "castDef_MallardRepublic",
	"DefaultRepresentativeCastDefId": "castDef_MallardRepublic",
	"heraldryDefId": "heraldrydef_MallardRepublic",
	"ReputationStatements": [
		"Ugh, you again. Unfortunately, I must ask for your assistence once again, mercenary. Be quick about it, won't you?.",
		"So, you grace my desk again, lovely. Well, I have some work for you, though it is distasteful to work with such disloyal forces as yours. Let's see if you can improve that reputation with us, hmm?",
		"I've got work for you again. Get the job done, merc, and I'll be sure the Senate releases your pay on time.",
		"You've been somewhat reliable in the past, I hope you're the right one for this job, prove me right to trust you.",
		"Even though the Senate is gridlocked again, I've still got work to be done. The pay is favorable and I suspect you can handle it with ease.",
		"Commander, glad to see you again. The Armed Forces Oversight Committee just passed me this request, I think you're the man for the job for us.",
		"Many happy returns, Commander! I was just given this contract by one of our special forces teams and I thought of you immediately. Take care of it, won't you?"
	],
	"MissionSuccessStatements": [
		"Absolutely fantastic, Commander, I never doubted you for a second."
	],
	"GoodFaithFailureStatements": [
		"You didn't quite cross the finish line today but second-place is still pretty good. We appreciate the effort and will release partial payment for your efforts."
	],
	"BadFaithFailureStatements": [
		"The Senate will hear of your failures today. To say I'm disappointed would be an understatement."
	],
	"Description": "One of the original powers in the Sanctuary Worlds, the Mallard Republic was based on the old Terran republics of pre-spaceflight history. Governed by an elected body of the people called the Mallard Senate, the Republic has proven itself slow to act and burdened with bureaucracy. The army of the Republic, the Mallard Republic Armed Forces, is similarly clunky but is buoyed by the Republic's cutting-edge science and technology development programs which have kept the Republic competitive with its rivals for centuries. Additionally, the high quality of life and many freedoms in the Republic keep its people satisfied even with the bureaucracy weighing things down."
}