{
    "Description": {
        "Id": "3065-03-07",
        "Name": "MercNews Broadcast",
        "Details": "FALCON INCURSION ENDS ON WITH CEASE-FIRE ON BLAIR ATHOLL!\r\n\n\nBlair Atholl, [[DM.BaseDescriptionDefs[LoreLyranAlliance],Lyran Alliance]]: Few details of Operation Audacity have yet been made public, but what is certain is that it was apparently a joint operation between [[DM.BaseDescriptionDefs[LoreVictorSD],Victor Steiner-Davion]]'s supporters, [[DM.BaseDescriptionDefs[LoreKatherineSteiner],Katherine Steiner]]'s Loyalists, and [[DM.BaseDescriptionDefs[LoreClanWolfInExile],Clan Wolf-In-Exile]] designed to occupy worlds within the Jade Falcon Occupation Zone and so force an end to the invasion. Although still occupying worlds within the [[DM.BaseDescriptionDefs[LoreLyranAlliance],Lyran Alliance]], the presence of Inner-Sphere troops in their Occupation Zone coupled with the latest aggressions of Clan Wolf drove Khan [[DM.BaseDescriptionDefs[LoreMarthePryde],Marthe Pryde]] to the bargaining table with [[DM.BaseDescriptionDefs[LoreAdamSteiner],Adam Steiner]] and [[DM.BaseDescriptionDefs[LoreArcherChristifori],Archer Christifori]] culminating in one of the few cease-fires between Inner Sphere and Clan that did not involve a Trial of some kind. Per the terms of the cease-fire, any occupied worlds will remain occupied; thus, the borders between the Lyrans and the Falcons will change drastically as nearly twenty worlds change hands. In addition, Blair Atholl will remain a jointly held world, where both Jade Falcon and Lyran troops can gain combat experience against the other, arguably [[DM.BaseDescriptionDefs[LoreMarthePryde],Marthe Pryde]]'s primary goal for the incursion to begin with.",
        "Icon": "uixTxrSpot_ComputerScreen.png"
    },
    "Scope": "Company",
    "Weight": 0,
    "Requirements": {
        "Scope": "Company",
        "RequirementTags": {
            "items": null,
            "tagSetSourceFile": ""
        },
        "ExclusionTags": {
            "items": null,
            "tagSetSourceFile": ""
        },
        "RequirementComparisons": []
    },
    "AdditionalRequirements": [],
    "AdditionalObjects": [],
    "Options": [
        {
            "Description": {
                "Id": "continue",
                "Name": "Continue.",
                "Details": "Broadcast continues.",
                "Icon": ""
            },
            "RequirementList": [],
            "ResultSets": [
                {
                    "Description": {
                        "Id": "continue1",
                        "Name": "MercNews Broadcast",
                        "Details": "MERCMAN MECH REVIEWS SPECIAL CLAN EDITION: Spirit\r\n\n\nProduced by [[DM.BaseDescriptionDefs[LoreOlivettiWep],Olivetti Weapons]] on Falcon-occupied Sudeten, the Spirit is a capable dedicated reconnaissance platform. Although the technology gap between the Clans and the Inner Sphere is closing, true parity is still far off. Nowhere is that more apparent than in the vastly different capabilities of light Clan mechs when compared to their Inner Sphere counterparts. Equipped with the very latest Clan technology including the new Heavy Lasers, the Spirit can outsprint anything it can't outshoot. As a recon unit, the Spirit carries only six tons of Ferro-Fibrous armor, but an ECM Suite provides additional protection at long ranges. An ER Large Laser and LRM10 allow the Spirit to engage enemies at long range, while a Streak-SRM4, a Heavy Medium, and a Heavy Small allow the Spirit to perform admirably when pressed into a striker role. All told, the Spirit promises a lot, and it delivers. Mercenaries throughout the Inner Sphere should be thankful that production numbers of the Spirit are still low and, for now at least, encounters with the Spirit are rare.",
                        "Icon": ""
                    },
                    "Weight": 100,
                    "Results": [
                        {
                            "Scope": "",
                            "Requirements": null,
                            "AddedTags": {
                                "items" : [
                                ],
                                "tagSetSourceFile" : ""
                            
                            },
                            "RemovedTags": {
                                "items": null,
                                "tagSetSourceFile": ""
                            },
                            "Stats": null,
                            "Actions": null,
                            "ForceEvents": null,
                            "TemporaryResult": false,
                            "ResultDuration": 0
                        }
                    ]
                }
            ],
            "Requirements": {
                "Scope": "Company",
                "RequirementTags": {
                    "items": null,
                    "tagSetSourceFile": ""
                },
                "ExclusionTags": {
                    "items": null,
                    "tagSetSourceFile": ""
                },
                "RequirementComparisons": []
            }
        }
    ],
    "PublishState": "PUBLISHED",
    "ValidationState": "UNTESTED",
    "EventType": "UNSELECTABLE"
}
