{
    "Description": {
        "Id": "3065-01-07",
        "Name": "MercNews Broadcast",
        "Details": "FEDCOM CIVIL WAR GRINDS ON OVER TALON MECHWORKS!\r\n\n\nTalon, [[DM.BaseDescriptionDefs[LoreFedCom],Federated Commonwealth]]: Under orders to take the [[DM.BaseDescriptionDefs[LoreKallonInd],Kallon Industries]] complex in the Kulmen Mountains, the Seventh FedCom RCT under the command of Leftenant-General Tori Hughes has been facing off against the Loyalist Twenty-second Avalon Hussars since November of 3063 with little to show for it. For the most part, the Hussars have been content to sit in fortified positions throughout the mountain ranges, falling back when needed and bleeding the Seventh for every meter. Last November, the Hussars launched a significant strike against the Seventh, allowing a number of cargo DropShips to lift off from the Kallon plant, presumably full of BattleMechs and other materiel bound for Loyalist forces.",
        "Icon": "uixTxrSpot_ComputerScreen.png"
    },
    "Scope": "Company",
    "Weight": 0,
    "Requirements": {
        "Scope": "Company",
        "RequirementTags": {
            "items": "mercnews_subscription",
            "tagSetSourceFile": ""
        },
        "ExclusionTags": {
            "items": null,
            "tagSetSourceFile": ""
        },
        "RequirementComparisons": []
    },
    "AdditionalRequirements": [],
    "AdditionalObjects": [],
    "Options": [
        {
            "Description": {
                "Id": "continue",
                "Name": "Continue.",
                "Details": "Broadcast continues.",
                "Icon": ""
            },
            "RequirementList": [],
            "ResultSets": [
                {
                    "Description": {
                        "Id": "continue1",
                        "Name": "MercNews Broadcast",
                        "Details": "STANDARDIZED PIRATE MECH DESIGN REPORTED IN PERIPHERY!\r\n\n\n[[DM.BaseDescriptionDefs[LoreOutreach],Outreach]]: There have always been pirate mechs, bastardized units cobbled together from whatever spare parts could be fabricated, salvaged, or stolen. Most are one-offs, welded and bolted together in a hurry only to be disassembled later, with the Corsairs and Roughnecks the notable exceptions. Now, disturbing reports from the Periphery indicate a new, indigenously produced pirate BattleMech design is coming into widespread use. Rather than a repurposed IndustrialMech, or a true FrankenMech like the Corsair or even Cataphract, the new light mech was reportedly designed from the ground up as a pirate raider, sporting a quartet of lasers, an endo-steel frame, and enough jump jets and reactor capacity for impressive mobility. If true, this development points to a significant increase in the manufacturing and logistical capabilities of the typically disorganized Periphery pirate gangs, and it is likely that civilian and even military traffic in the region is even more at risk than normal as a result.",
                        "Icon": ""
                    },
                    "Weight": 100,
                    "Results": [
                        {
                            "Scope": "",
                            "Requirements": null,
                            "AddedTags": {
                                "items" : [
                                ],
                                "tagSetSourceFile" : ""
                            
                            },
                            "RemovedTags": {
                                "items": null,
                                "tagSetSourceFile": ""
                            },
                            "Stats": null,
                            "Actions": null,
                            "ForceEvents": null,
                            "TemporaryResult": false,
                            "ResultDuration": 0
                        }
                    ]
                }
            ],
            "Requirements": {
                "Scope": "Company",
                "RequirementTags": {
                    "items": null,
                    "tagSetSourceFile": ""
                },
                "ExclusionTags": {
                    "items": null,
                    "tagSetSourceFile": ""
                },
                "RequirementComparisons": []
            }
        }
    ],
    "PublishState": "PUBLISHED",
    "ValidationState": "UNTESTED",
    "EventType": "UNSELECTABLE"
}
