{
	"Description": {
		"Id": "3067-10-07",
		"Name": "MercNews Broadcast",
		"Details": "WACO RANGERS, ROGUE MERCENARIES ATTACK WOLF DRAGOONS ON OUTREACH!\r\n\n\nOutreach, [[DM.Factions[faction_Davion],Federated Suns]]:  Explosions and sonic booms broke the early morning calm above Harlech City as aerospace fighters reportedly belonging to [[DM.BaseDescriptionDefs[LoreSmithons],Smithson's Chinese Bandits]] made a highspeed run over the city's DropPort and the [[DM.Factions[faction_Wolfs_Dragoons],Wolf Dragoons]] Housing Center, releasing a deadly rain of cluster and inferno bombs on Dragoon aerospace fighters and barracks housing the warriors of nearly every Dragoons force on-planet.\n\n\nIn what was clearly a carefully coordinated move, a motley collection of mercenary forces headed by elements of Waco’s Rangers and Smithson’s Chinese Bandits came boiling out of TempTown, overrunning Harlech's prison and the ‘Mech holding pens. Meanwhile, the Tiger Sharks—a mercenary battalion returning from night exercises on the practice fields-made a drive for Harlech's DropPort. As chaos reigned in the streets, the [[DM.Factions[faction_51stDarkPanzerJaegers],51st Dark Panzer Jaegers]] and a mixed regiment of smaller mercenary groups joined with the attackers, driving toward the planet's Hiring Hall.\n\n\nThough badly shaken by these cowardly attacks, the surviving elements of the Wolf Dragoon's Home Guard, Zeta Battalion and the Wolf Spiders reacted swiftly. Severely outnumbered, they managed to buy enough time for survivors of the Dragoon's Beta and Epsilon regiments to get to their weapons, while Wolf Dragoon units on the continent of Remus have reportedly been called in to support a counteroffensive led by [[DM.BaseDescriptionDefs[LoreJaimeWolf],Jaime Wolf]]. These forces will augment those which have already gathered at Commander Wolf’s order, as well as allied mercenary forces such as Battle Magic and the [[DM.Factions[faction_BroadswordLegion],Broadsword Legion]].",
		"Icon": "uixTxrSpot_ComputerScreen.png"
	},
	"Scope": "Company",
	"Weight": 0,
	"Requirements": {
		"Scope": "Company",
		"RequirementTags": {
			"items": "mercnews_subscription",
			"tagSetSourceFile": ""
		},
		"ExclusionTags": {
			"items": null,
			"tagSetSourceFile": ""
		},
		"RequirementComparisons": []
	},
	"AdditionalRequirements": [],
	"AdditionalObjects": [],
	"Options": [
		{
			"Description": {
				"Id": "continue",
				"Name": "Continue.",
				"Details": "Broadcast continues",
				"Icon": ""
			},
			"RequirementList": [],
			"ResultSets": [
				{
					"Description": {
						"Id": "continue1",
						"Name": "MercNews Broadcast",
						"Details": "LAST ACT IN THE FIGHTING ON HALL\r\n\n\nThe renewed fighting on Hall has been fierce, already claiming the last protagonists of Hall's almost nine year civil war.  While the [[DM.BaseDescriptionDefs[LoreAMC],AMC]]-aligned Third [[DM.Factions[faction_DismalDisinherited],Dismal Disinherited]] and [[DM.BaseDescriptionDefs[LoreFWLM],FWLM]]'s Fourth Oriente Hussars grind away at each other, the remnants of [[DM.BaseDescriptionDefs[LoreBurtonsBrigade],Burton's Brigade]] and the slain Count McNally's House Guard - led by Captain Elly Burton herself - led a headhunter assault on Emperor \"Bud\" Baranov's position.  Reports indicate Captain Burton succeeded in killing Emperor Baranov in a 'Mech duel at the cost of her own life.  The [[DM.BaseDescriptionDefs[LoreStealthyTigers],Stealthy Tigers]] and the remnants of Baranov's Fourth [[DM.BaseDescriptionDefs[LoreRepublican],Republican Guard]], now freed from crushing Burton's Brigade, are now moving to assist the Fourth Oriente against the suddenly outnumbered Third Dismal.",
						"Icon": ""
					},
					"Weight": 100,
					"Results": [
						{
							"Scope": "",
							"Requirements": null,
							"AddedTags": {
								"items": [
							"WIIC_51stDarkPanzerJaegers_raids_starsystemdef_Outreach"
							],
								"tagSetSourceFile": ""
							},
							"RemovedTags": {
								"items": null,
								"tagSetSourceFile": ""
							},
							"Stats": null,
							"Actions": null,
							"ForceEvents": null,
							"TemporaryResult": false,
							"ResultDuration": 0
						}
					]
				}
			],
			"Requirements": {
				"Scope": "Company",
				"RequirementTags": {
					"items": null,
					"tagSetSourceFile": ""
				},
				"ExclusionTags": {
					"items": null,
					"tagSetSourceFile": ""
				},
				"RequirementComparisons": []
			}
		}
	],
	"PublishState": "PUBLISHED",
	"ValidationState": "UNTESTED",
	"EventType": "UNSELECTABLE"
}